{
  "01": 2,
  "02": 3,
  "04": 4,
  "05": 5,
  "06": 6,
  "07": 7,
  "08": 8,
  "09": 9,
  "0a": 10,
  "0b": 11,
  "0c": 12,
  "0d": 13,
  "0e": 14,
  "0f": 15,
  "0g": 16,
  "0h": 17,
  "0i": 18,
  "0j": 19,
  "0k": 20,
  "0l": 21,
  "0m": 22,
  "0n": 23,
  "0o": 24,
  "0p": 25,
  "0q": 26,
  "0r": 27,
  "0s": 28,
  "0t": 29,
  "0u": 30,
  "0v": 31,
  "13": 32,
  "14": 33,
  "16": 34,
  "17": 35,
  "18": 36,
  "19": 37,
  "1a": 38,
  "1b": 39,
  "1c": 40,
  "1d": 41,
  "1e": 42,
  "1f": 43,
  "1g": 44,
  "1h": 45,
  "1i": 46,
  "1j": 47,
  "1k": 48,
  "1l": 49,
  "1m": 50,
  "1n": 51,
  "1o": 52,
  "1p": 53,
  "1q": 54,
  "1r": 55,
  "1s": 56,
  "1t": 57,
  "1u": 58,
  "1v": 59,
  "20": 60,
  "24": 61,
  "25": 62,
  "26": 63,
  "27": 64,
  "28": 65,
  "29": 66,
  "2a": 67,
  "2b": 68,
  "2c": 69,
  "2d": 70,
  "2e": 71,
  "2f": 72,
  "2g": 73,
  "2h": 74,
  "2i": 75,
  "2j": 76,
  "2k": 77,
  "2l": 78,
  "2m": 79,
  "2n": 80,
  "2o": 81,
  "2p": 82,
  "2q": 83,
  "2r": 84,
  "2s": 85,
  "2t": 86,
  "2u": 87,
  "2v": 88,
  "35": 89,
  "36": 90,
  "37": 91,
  "38": 92,
  "39": 93,
  "3a": 94,
  "3b": 95,
  "3c": 96,
  "3d": 97,
  "3e": 98,
  "3f": 99,
  "3g": 100,
  "3h": 101,
  "3i": 102,
  "3j": 103,
  "3k": 104,
  "3l": 105,
  "3m": 106,
  "3n": 107,
  "3o": 108,
  "3p": 109,
  "3q": 110,
  "3r": 111,
  "3s": 112,
  "3t": 113,
  "3u": 114,
  "3v": 115,
  "45": 116,
  "46": 117,
  "47": 118,
  "48": 119,
  "49": 120,
  "4a": 121,
  "4b": 122,
  "4c": 123,
  "4d": 124,
  "4e": 125,
  "4f": 126,
  "4g": 127,
  "4h": 128,
  "4i": 129,
  "4j": 130,
  "4k": 131,
  "4l": 132,
  "4m": 133,
  "4n": 134,
  "4o": 135,
  "4p": 136,
  "4q": 137,
  "4r": 138,
  "4s": 139,
  "4t": 140,
  "4u": 141,
  "4v": 142,
  "55": 143,
  "56": 144,
  "57": 145,
  "58": 146,
  "59": 147,
  "5a": 148,
  "5b": 149,
  "5c": 150,
  "5d": 151,
  "5e": 152,
  "5f": 153,
  "5g": 154,
  "5h": 155,
  "5i": 156,
  "5j": 157,
  "5k": 158,
  "5l": 159,
  "5m": 160,
  "5n": 161,
  "5o": 162,
  "5p": 163,
  "5q": 164,
  "5r": 165,
  "5s": 166,
  "5t": 167,
  "5u": 168,
  "5v": 169,
  "65": 170,
  "66": 171,
  "67": 172,
  "68": 173,
  "69": 174,
  "6a": 175,
  "6b": 176,
  "6c": 177,
  "6d": 178,
  "6e": 179,
  "6f": 180,
  "6g": 181,
  "6h": 182,
  "6i": 183,
  "6j": 184,
  "6k": 185,
  "6l": 186,
  "6m": 187,
  "6n": 188,
  "6o": 189,
  "6p": 190,
  "6q": 191,
  "6r": 192,
  "6s": 193,
  "6t": 194,
  "6u": 195,
  "6v": 196,
  "75": 197,
  "76": 198,
  "77": 199,
  "78": 200,
  "79": 201,
  "7a": 202,
  "7b": 203,
  "7c": 204,
  "7d": 205,
  "7e": 206,
  "7f": 207,
  "7g": 208,
  "7h": 209,
  "7i": 210,
  "7j": 211,
  "7k": 212,
  "7l": 213,
  "7m": 214,
  "7n": 215,
  "7o": 216,
  "7p": 217,
  "7q": 218,
  "7r": 219,
  "7s": 220,
  "7t": 221,
  "7u": 222,
  "7v": 223,
  "85": 224,
  "86": 225,
  "87": 226,
  "88": 227,
  "89": 228,
  "8a": 229,
  "8b": 230,
  "8c": 231,
  "8d": 232,
  "8e": 233,
  "8f": 234,
  "8g": 235,
  "8h": 236,
  "8i": 237,
  "8j": 238,
  "8k": 239,
  "8l": 240,
  "8m": 241,
  "8n": 242,
  "8o": 243,
  "8p": 244,
  "8q": 245,
  "8r": 246,
  "8s": 247,
  "8t": 248,
  "8u": 249,
  "8v": 250,
  "95": 251,
  "96": 252,
  "97": 253,
  "98": 254,
  "99": 255,
  "9a": 256,
  "9b": 257,
  "9c": 258,
  "9d": 259,
  "9e": 260,
  "9f": 261,
  "9g": 262,
  "9h": 263,
  "9i": 264,
  "9j": 265,
  "9k": 266,
  "9l": 267,
  "9m": 268,
  "9n": 269,
  "9o": 270,
  "9p": 271,
  "9q": 272,
  "9r": 273,
  "9s": 274,
  "9t": 275,
  "9u": 276,
  "9v": 277,
  "a5": 278,
  "a6": 279,
  "a7": 280,
  "a8": 281,
  "a9": 282,
  "aa": 283,
  "ab": 284,
  "ac": 285,
  "ad": 286,
  "ae": 287,
  "af": 288,
  "ag": 289,
  "ah": 290,
  "ai": 291,
  "aj": 292,
  "ak": 293,
  "al": 294,
  "am": 295,
  "an": 296,
  "ao": 297,
  "ap": 298,
  "aq": 299,
  "ar": 300,
  "as": 301,
  "at": 302,
  "au": 303,
  "av": 304,
  "b5": 305,
  "b6": 306,
  "b7": 307,
  "b8": 308,
  "b9": 309,
  "ba": 310,
  "bb": 311,
  "bc": 312,
  "bd": 313,
  "be": 314,
  "bf": 315,
  "bg": 316,
  "bh": 317,
  "bi": 318,
  "bj": 319,
  "bk": 320,
  "bl": 321,
  "bm": 322,
  "bn": 323,
  "bo": 324,
  "bp": 325,
  "bq": 326,
  "br": 327,
  "bs": 328,
  "bt": 329,
  "bu": 330,
  "bv": 331,
  "c5": 332,
  "c6": 333,
  "c7": 334,
  "c8": 335,
  "c9": 336,
  "ca": 337,
  "cb": 338,
  "cc": 339,
  "cd": 340,
  "ce": 341,
  "cf": 342,
  "cg": 343,
  "ch": 344,
  "ci": 345,
  "cj": 346,
  "ck": 347,
  "cl": 348,
  "cm": 349,
  "cn": 350,
  "co": 351,
  "cp": 352,
  "cq": 353,
  "cr": 354,
  "cs": 355,
  "ct": 356,
  "cu": 357,
  "cv": 358,
  "d6": 359,
  "d8": 360,
  "d9": 361,
  "da": 362,
  "db": 363,
  "dc": 364,
  "dd": 365,
  "de": 366,
  "df": 367,
  "dg": 368,
  "dh": 369,
  "di": 370,
  "dj": 371,
  "dk": 372,
  "dl": 373,
  "dm": 374,
  "dn": 375,
  "do": 376,
  "dp": 377,
  "dq": 378,
  "dr": 379,
  "ds": 380,
  "dt": 381,
  "du": 382,
  "dv": 383,
  "e6": 384,
  "e8": 385,
  "e9": 386,
  "ea": 387,
  "eb": 388,
  "ec": 389,
  "ed": 390,
  "ee": 391,
  "ef": 392,
  "eg": 393,
  "eh": 394,
  "ei": 395,
  "ej": 396,
  "ek": 397,
  "el": 398,
  "em": 399,
  "en": 400,
  "eo": 401,
  "ep": 402,
  "eq": 403,
  "er": 404,
  "es": 405,
  "et": 406,
  "eu": 407,
  "ev": 408,
  "f6": 409,
  "f7": 410,
  "f8": 411,
  "f9": 412,
  "fa": 413,
  "fb": 414,
  "fc": 415,
  "fd": 416,
  "fe": 417,
  "ff": 418,
  "fg": 419,
  "fh": 420,
  "fi": 421,
  "fj": 422,
  "fk": 423,
  "fl": 424,
  "fm": 425,
  "fn": 426,
  "fo": 427,
  "fp": 428,
  "fq": 429,
  "fr": 430,
  "fs": 431,
  "ft": 432,
  "fu": 433,
  "fv": 434,
  "[PAD]": 0,
  "[UNK]": 1
}